Repository: batoulapps/GuidanceMac
Catalog: Guidance/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, fa, fr, id, ms, tr, ur

# about.credits.calculationSource
source: Prayer time calculation source code available at
ar: حساب مواقيت الصلاة الكود المصدري متاح على
bn: নামাজের সময় গণনার সোর্স কোড পাওয়া যাবে এখানে
fa: محاسبه اوقات شرعی کد منبع در اینجا در دسترس است
fr: Calcul des horaires de prière code source disponible sur
id: Perhitungan waktu salat kode sumber tersedia di
ms: Pengiraan waktu solat kod sumber tersedia di
tr: Namaz vakti hesaplaması kaynak kodu şurada mevcut
ur: اوقاتِ نماز کا حساب سورس کوڈ یہاں دستیاب ہے

# about.credits.design
source: Design
ar: التصميم
bn: ডিজাইন
fa: طراحی
id: Desain
ms: Reka Bentuk
tr: Tasarım
ur: ڈیزائن

# about.credits.development
source: Development
ar: التطوير
bn: ডেভেলপমেন্ট
fa: توسعه
fr: Développement
id: Pengembangan
ms: Pembangunan
tr: Geliştirme
ur: ڈیولپمنٹ

# about.credits.specialThanks
source: Special Thanks
ar: شكر خاص
bn: বিশেষ ধন্যবাদ
fa: سپاس ویژه
fr: Remerciements
id: Terima Kasih Khusus
ms: Penghargaan Khas
tr: Özel Teşekkürler
ur: خصوصی شکریہ

# app.versionLabel
source: Guidance 3.0
ar: هداية 3.0

# hijri.suffix
source: H
ar: هـ
bn: হি.
fa: ه‍.ق
ur: ھ

# menu.about.help
source: About Guidance
ar: حول هداية
bn: Guidance সম্পর্কে
fa: درباره Guidance
fr: À propos de Guidance
id: Tentang Guidance
ms: Perihal Guidance
tr: Guidance Hakkında
ur: Guidance کے بارے میں

# menu.help.help
source: Guidance Help
ar: مساعدة هداية
bn: Guidance সহায়তা
fa: راهنمای Guidance
fr: Aide Guidance
id: Bantuan Guidance
ms: Bantuan Guidance
tr: Guidance Yardımı
ur: Guidance کی مدد

# menu.location
source: Location
ar: الموقع
bn: অবস্থান
fa: موقعیت مکانی
fr: Lieu
id: Lokasi
ms: Lokasi
tr: Konum
ur: مقام

# menu.quit
source: Quit Guidance
ar: إنهاء هداية
bn: Guidance বন্ধ করুন
fa: خروج از Guidance
fr: Quitter Guidance
id: Keluar dari Guidance
ms: Keluar dari Guidance
tr: Guidance'tan Çık
ur: Guidance بند کریں

# menu.settings
source: Settings
ar: الإعدادات
bn: সেটিংস
fa: تنظیمات
fr: Réglages
id: Pengaturan
ms: Tetapan
tr: Ayarlar
ur: ترتیبات

# notification.atTime
source: It's time for %1$@ (%2$@)
ar: حان وقت %1$@ (%2$@)
bn: %1$@-এর সময় হয়েছে (%2$@)
fa: وقت %1$@ است (%2$@)
fr: C'est l'heure de %1$@ (%2$@)
id: Saatnya %1$@ (%2$@)
ms: Sudah masuk waktu %1$@ (%2$@)
tr: %1$@ vakti geldi (%2$@)
ur: %1$@ کا وقت ہو گیا (%2$@)

# notification.postReminder
source: %1$@ was %2$@ minutes ago
ar: %1$@ منذ %2$@ دقيقة
bn: %1$@ হয়েছে %2$@ মিনিট আগে
fa: %2$@ دقیقه از %1$@ گذشت
fr: %1$@ il y a %2$@ minutes
id: %1$@ %2$@ menit yang lalu
ms: %1$@ %2$@ minit yang lalu
tr: %1$@ %2$@ dakika önceydi
ur: %1$@ کو %2$@ منٹ گزر چکے ہیں

# notification.postReminder.offset
source: Post-reminder for %@ (%@ min after).
ar: تذكير بعد %@ بـ%@ دقيقة.
bn: %@-এর পরে অনুস্মারক (%@ মিনিট পরে)।
fa: یادآور پس از %@ (%@ دقیقه بعد).
fr: Rappel après %@ (%@ min après).
id: Pengingat setelah %@ (%@ mnt setelahnya).
ms: Peringatan selepas %@ (%@ minit selepas).
tr: %@ sonrası hatırlatma (%@ dk sonra).
ur: %@ کے بعد یاددہانی (%@ منٹ بعد)۔

# notification.preReminder
source: %1$@ is in %2$@ minutes
ar: %1$@ بعد %2$@ دقيقة
bn: %1$@ আর %2$@ মিনিট পরে
fa: %2$@ دقیقه تا %1$@ مانده
fr: %1$@ dans %2$@ minutes
id: %1$@ dalam %2$@ menit
ms: %1$@ dalam %2$@ minit
tr: %1$@ vaktine %2$@ dakika var
ur: %1$@ میں %2$@ منٹ باقی ہیں

# notification.preReminder.offset
source: Pre-reminder for %@ (%@ min before).
ar: تذكير قبل %@ بـ%@ دقيقة.
bn: %@-এর আগে অনুস্মারক (%@ মিনিট আগে)।
fa: یادآور پیش از %@ (%@ دقیقه قبل).
fr: Rappel avant %@ (%@ min avant).
id: Pengingat sebelum %@ (%@ mnt sebelumnya).
ms: Peringatan sebelum %@ (%@ minit sebelum).
tr: %@ öncesi hatırlatma (%@ dk önce).
ur: %@ سے پہلے یاددہانی (%@ منٹ پہلے)۔

# prayer.asr
source: Asr
ar: العصر
bn: আসর
fa: عصر
id: Ashar
ms: Asar
tr: İkindi
ur: عصر

# prayer.asr.abbr
source: A
ar: عص
bn: আ
fa: عص
id: As
ms: As
tr: İk
ur: عص

# prayer.dhuhr
source: Dhuhr
ar: الظهر
bn: যোহর
fa: ظهر
id: Zuhur
ms: Zohor
tr: Öğle
ur: ظہر

# prayer.dhuhr.abbr
source: D
ar: ظه
bn: যো
fa: ظه
id: Zh
ms: Zh
tr: Öğ
ur: ظہ

# prayer.dhuhr.jumuah
source: Jumuah
ar: الجمعة
bn: জুমা
fa: جمعه
fr: Joumouah
id: Jumat
ms: Jumaat
tr: Cuma
ur: جمعہ

# prayer.dhuhr.jumuah.abbr
source: J
ar: جم
bn: জু
fa: جم
id: Jm
ms: Jm
tr: Cu
ur: جم

# prayer.error.timesUnavailable
source: Prayer times aren't available for this location.
ar: أوقات الصلاة غير متوفرة لهذا الموقع.
bn: এই অবস্থানের জন্য নামাজের সময় পাওয়া যাচ্ছে না।
fa: اوقات شرعی برای این موقعیت در دسترس نیست.
fr: Les horaires de prière ne sont pas disponibles pour ce lieu.
id: Waktu salat tidak tersedia untuk lokasi ini.
ms: Waktu solat tidak tersedia untuk lokasi ini.
tr: Bu konum için namaz vakitleri kullanılamıyor.
ur: اس مقام کے لیے اوقاتِ نماز دستیاب نہیں ہیں۔

# prayer.fajr
source: Fajr
ar: الفجر
bn: ফজর
fa: فجر
id: Subuh
ms: Subuh
tr: İmsak
ur: فجر

# prayer.fajr.abbr
source: F
ar: فج
bn: ফ
fa: فج
id: Sb
ms: Sb
tr: İm
ur: فج

# prayer.isha
source: Isha
ar: العشاء
bn: এশা
fa: عشاء
id: Isya
ms: Isyak
tr: Yatsı
ur: عشاء

# prayer.isha.abbr
source: I
ar: عش
bn: এ
fa: عش
id: Is
ms: Is
tr: Ya
ur: عش

# prayer.maghrib
source: Maghrib
ar: المغرب
bn: মাগরিব
fa: مغرب
tr: Akşam
ur: مغرب

# prayer.maghrib.abbr
source: M
ar: مغ
bn: মা
fa: مغ
id: Mg
ms: Mg
tr: Ak
ur: مغ

# prayer.sunrise
source: Sunrise
ar: الشروق
bn: সূর্যোদয়
fa: طلوع
fr: Lever du soleil
id: Terbit
ms: Syuruk
tr: Güneş
ur: طلوع

# prayer.sunrise.abbr
source: S
ar: شر
bn: সূ
fa: طل
fr: L
id: Tb
ms: Sy
tr: Gü
ur: طل

# prayerRow.stopAdhan.accessibilityLabel
source: Stop adhan
ar: إيقاف الأذان
bn: আজান বন্ধ করুন
fa: توقف اذان
fr: Arrêter l'adhan
id: Hentikan azan
ms: Hentikan azan
tr: Ezanı durdur
ur: اذان روکیں

# prayerRow.subtitle.postReminder
source: %@ minutes passed
ar: مضى %@ دقائق
bn: %@ মিনিট পেরিয়েছে
fa: %@ دقیقه گذشت
fr: Il y a %@ minutes
id: %@ menit berlalu
ms: %@ minit berlalu
tr: %@ dakika geçti
ur: %@ منٹ گزر گئے

# prayerRow.subtitle.postReminder.live
source: %@ min after prayer
ar: بعد الصلاة بـ%@ دقيقة
bn: নামাজের %@ মিনিট পরে
fa: %@ دقیقه پس از نماز
fr: %@ min après la prière
id: %@ mnt setelah salat
ms: %@ minit selepas solat
tr: Namazdan %@ dk sonra
ur: نماز کے %@ منٹ بعد

# prayerRow.subtitle.postReminder.offset
source: %@ min after
ar: بعد %@ دقيقة
bn: %@ মিনিট পরে
fa: %@ دقیقه بعد
fr: %@ min après
id: %@ mnt setelahnya
ms: %@ minit selepas
tr: %@ dk sonra
ur: %@ منٹ بعد

# prayerRow.subtitle.prayerTime
source: Prayer time now
ar: الصلاة الآن
bn: এখন নামাজের সময়
fa: اکنون وقت نماز است
fr: C'est l'heure
id: Waktu salat sekarang
ms: Waktu solat sekarang
tr: Namaz vakti girdi
ur: اب نماز کا وقت ہے

# prayerRow.subtitle.preReminder
source: %@ minutes remaining
ar: باقي %@ دقائق
bn: %@ মিনিট বাকি
fa: %@ دقیقه مانده
fr: Dans %@ minutes
id: %@ menit tersisa
ms: %@ minit lagi
tr: %@ dakika kaldı
ur: %@ منٹ باقی ہیں

# prayerRow.subtitle.preReminder.live
source: %@ min remaining
ar: متبقٍ %@ دقيقة
bn: %@ মিনিট বাকি
fa: %@ دقیقه مانده
fr: %@ min restantes
id: %@ mnt tersisa
ms: %@ minit lagi
tr: %@ dk kaldı
ur: %@ منٹ باقی

# prayerRow.subtitle.preReminder.offset
source: %@ min before
ar: قبل %@ دقيقة
bn: %@ মিনিট আগে
fa: %@ دقیقه قبل
fr: %@ min avant
id: %@ mnt sebelumnya
ms: %@ minit sebelum
tr: %@ dk önce
ur: %@ منٹ پہلے

# settings.adj.dateOffset
source: Date offset: %@
ar: إزاحة التاريخ: %@
bn: তারিখের সমন্বয়: %@
fa: انحراف تاریخ: %@
fr: Décalage de date : %@
id: Penggeseran tanggal: %@
ms: Anjakan tarikh: %@
tr: Tarih kaydırması: %@
ur: تاریخ کا فرق: %@

# settings.adj.delayedIsha
source: Delayed Isha in Ramadan
ar: تأخير العشاء في رمضان
bn: রমজানে এশা বিলম্বিত
fa: تأخیر عشاء در رمضان
fr: Retard de l'Isha en Ramadan
id: Isya diperlambat saat Ramadan
ms: Lewatkan Isyak pada Ramadan
tr: Ramazan'da Yatsıyı geciktir
ur: رمضان میں عشاء میں تاخیر

# settings.adj.delayedIsha.footer
source: Extends Isha interval to 120 minutes during Ramadan for methods that use a fixed interval.
ar: يمدد فترة العشاء إلى 120 دقيقة خلال رمضان للطرق التي تستخدم فاصلا ثابتا.
bn: নির্দিষ্ট ব্যবধান ব্যবহারকারী পদ্ধতিগুলোর জন্য রমজানে এশার ব্যবধান 120 মিনিট পর্যন্ত বাড়ায়।
fa: بازه عشاء را در ماه رمضان برای روش‌هایی که از بازه ثابت استفاده می‌کنند به ۱۲۰ دقیقه افزایش می‌دهد.
fr: Étend l'intervalle de l'Isha à 120 minutes pendant le Ramadan pour les méthodes utilisant un intervalle fixe.
id: Memperpanjang interval Isya menjadi 120 menit selama Ramadan untuk metode yang menggunakan interval tetap.
ms: Memanjangkan selang Isyak kepada 120 minit semasa Ramadan bagi kaedah yang menggunakan selang tetap.
tr: Sabit aralık kullanan yöntemlerde Ramazan boyunca Yatsı aralığını 120 dakikaya uzatır.
ur: ان طریقوں کے لیے جو مقررہ وقفہ استعمال کرتے ہیں، رمضان کے دوران عشاء کا وقفہ 120 منٹ تک بڑھا دیتا ہے۔

# settings.adj.hijriHeader
source: Hijri Calendar
ar: التقويم الهجري
bn: হিজরি ক্যালেন্ডার
fa: تقویم هجری
fr: Calendrier hégirien
id: Kalender Hijriah
ms: Kalendar Hijri
tr: Hicri Takvim
ur: ہجری کیلنڈر

# settings.adj.offsetsFooter
source: Shift individual prayer times by minutes. Negative for earlier, positive for later.
ar: إزاحة أوقات الصلاة بالدقائق. سالب للتقديم، موجب للتأخير.
bn: প্রতিটি নামাজের সময় মিনিটে সরান। আগে করতে ঋণাত্মক, পরে করতে ধনাত্মক।
fa: اوقات هر نماز را برحسب دقیقه جابه‌جا کنید. منفی برای جلوتر، مثبت برای دیرتر.
fr: Décale les heures de prière en minutes. Négatif pour avancer, positif pour retarder.
id: Geser waktu salat per menit. Negatif untuk lebih awal, positif untuk lebih lambat.
ms: Anjak waktu solat individu dalam minit. Negatif untuk lebih awal, positif untuk lebih lewat.
tr: Namaz vakitlerini dakika cinsinden kaydırın. Erkene almak için negatif, geciktirmek için pozitif.
ur: انفرادی اوقاتِ نماز کو منٹوں میں آگے پیچھے کریں۔ منفی پہلے کے لیے، مثبت بعد کے لیے۔

# settings.adj.offsetsHeader
source: Prayer Time Offsets
ar: إزاحات وقت الصلاة
bn: নামাজের সময়ের সমন্বয়
fa: انحراف اوقات نماز
fr: Décalages des heures de prière
id: Penggeseran Waktu Salat
ms: Anjakan Waktu Solat
tr: Namaz Vakti Kaydırmaları
ur: اوقاتِ نماز کے فرق

# settings.adj.ramadan
source: Ramadan
ar: رمضان
bn: রমজান
fa: رمضان
tr: Ramazan
ur: رمضان

# settings.adj.unit.min
source: %@ min
ar: %@ دقيقة
bn: %@ মিনিট
fa: %@ دقیقه
id: %@ mnt
ms: %@ minit
tr: %@ dk
ur: %@ منٹ

# settings.adj.unit.zero
source: 0 min
ar: ٠ دقيقة
bn: 0 মিনিট
fa: 0 دقیقه
id: 0 mnt
ms: 0 minit
tr: 0 dk
ur: 0 منٹ

# settings.appearance.accent
source: Accent
ar: اللون المميّز
bn: অ্যাকসেন্ট
fa: رنگ تأکید
id: Aksen
ms: Aksen
tr: Vurgu
ur: نمایاں رنگ

# settings.appearance.background
source: Background
ar: الخلفية
bn: পটভূমি
fa: پس‌زمینه
fr: Arrière-plan
id: Latar Belakang
ms: Latar Belakang
tr: Arka Plan
ur: پس منظر

# settings.appearance.base.graphite
source: Graphite
ar: رمادي
bn: গ্রাফাইট
fa: نوک‌مدادی
id: Grafit
ms: Grafit
tr: Grafit
ur: گریفائٹ

# settings.appearance.base.midnight
source: Midnight
ar: ليلي
bn: মধ্যরাত
fa: نیمه‌شب
fr: Minuit
id: Tengah Malam
ms: Tengah Malam
tr: Gece Yarısı
ur: نیم شب

# settings.appearance.base.sand
source: Sand
ar: رملي
bn: বালুকা
fa: شنی
fr: Sable
id: Pasir
ms: Pasir
tr: Kum
ur: ریتیلا

# settings.appearance.contrastWarning
source: Low contrast here
ar: تباين منخفض هنا
bn: এখানে কম কনট্রাস্ট
fa: کنتراست در اینجا کم است
fr: Contraste faible ici
id: Kontras rendah di sini
ms: Kontras rendah di sini
tr: Burada kontrast düşük
ur: یہاں تضاد کم ہے

# settings.appearance.customize
source: Customize
ar: تخصيص
bn: কাস্টমাইজ
fa: سفارشی‌سازی
fr: Personnaliser
id: Sesuaikan
ms: Suaikan
tr: Özelleştir
ur: حسبِ ضرورت بنائیں

# settings.appearance.fixContrast
source: Fix contrast
ar: تصحيح التباين
bn: কনট্রাস্ট ঠিক করুন
fa: اصلاح کنتراست
fr: Corriger le contraste
id: Perbaiki kontras
ms: Betulkan kontras
tr: Kontrastı düzelt
ur: تضاد ٹھیک کریں

# settings.appearance.hueWarning
source: Close to a status color
ar: قريب من لون حالة
bn: স্ট্যাটাস রঙের কাছাকাছি
fa: نزدیک به یک رنگ وضعیت
fr: Proche d’une couleur d’état
id: Mendekati warna status
ms: Hampir dengan warna status
tr: Bir durum rengine yakın
ur: کسی اسٹیٹس رنگ کے قریب

# settings.appearance.mode
source: Appearance
ar: المظهر
bn: চেহারা
fa: ظاهر
fr: Apparence
id: Tampilan
ms: Penampilan
tr: Görünüm
ur: ظاہری شکل

# settings.appearance.mode.dark
source: Dark
ar: داكن
bn: গাঢ়
fa: تیره
fr: Sombre
id: Gelap
ms: Gelap
tr: Koyu
ur: گہرا

# settings.appearance.mode.light
source: Light
ar: فاتح
bn: হালকা
fa: روشن
fr: Clair
id: Terang
ms: Cerah
tr: Açık
ur: ہلکا

# settings.appearance.mode.system
source: System
ar: النظام
bn: সিস্টেম
fa: سیستم
fr: Système
id: Sistem
ms: Sistem
tr: Sistem
ur: سسٹم

# settings.appearance.preview
source: Preview
ar: معاينة
bn: প্রিভিউ
fa: پیش‌نمایش
fr: Aperçu
id: Pratinjau
ms: Pratonton
tr: Önizleme
ur: جھلک

# settings.appearance.primary
source: Primary
ar: اللون الأساسي
bn: প্রধান
fa: رنگ اصلی
fr: Principale
id: Utama
ms: Utama
tr: Birincil
ur: بنیادی رنگ

# settings.appearance.size
source: Size
ar: الحجم
bn: আকার
fa: اندازه
fr: Taille
id: Ukuran
ms: Saiz
tr: Boyut
ur: سائز

# settings.appearance.size.large
source: Large
ar: كبير
bn: বড়
fa: بزرگ
fr: Grand
id: Besar
ms: Besar
tr: Büyük
ur: بڑا

# settings.appearance.size.medium
source: Medium
ar: متوسط
bn: মাঝারি
fa: متوسط
fr: Moyen
id: Sedang
ms: Sederhana
tr: Orta
ur: درمیانہ

# settings.appearance.size.small
source: Small
ar: صغير
bn: ছোট
fa: کوچک
fr: Petit
id: Kecil
ms: Kecil
tr: Küçük
ur: چھوٹا

# settings.appearance.theme
source: Theme
ar: السمة
bn: থিম
fa: زمینه
fr: Thème
id: Tema
ms: Tema
tr: Tema
ur: تھیم

# settings.calc.asrCalc
source: Asr calculation
ar: حساب العصر
bn: আসর গণনা
fa: محاسبه عصر
fr: Calcul de l'Asr
id: Perhitungan Ashar
ms: Pengiraan Asar
tr: İkindi hesaplaması
ur: عصر کا حساب

# settings.calc.autoDetect
source: Auto-detect based on location
ar: اكتشاف تلقائي حسب الموقع
bn: অবস্থানের ভিত্তিতে স্বয়ংক্রিয়ভাবে শনাক্ত করুন
fa: تشخیص خودکار بر اساس موقعیت
fr: Détecter automatiquement selon le lieu
id: Deteksi otomatis berdasarkan lokasi
ms: Kesan secara automatik berdasarkan lokasi
tr: Konuma göre otomatik algıla
ur: مقام کی بنیاد پر خود کار طریقے سے معلوم کریں

# settings.calc.customAngles
source: Custom Angles
ar: زوايا مخصصة
bn: কাস্টম কোণ
fa: زوایای سفارشی
fr: Angles personnalisés
id: Sudut Kustom
ms: Sudut Tersuai
tr: Özel Açılar
ur: حسبِ ضرورت زاویے

# settings.calc.fajrAngle
source: Fajr angle
ar: زاوية الفجر
bn: ফজরের কোণ
fa: زاویه فجر
fr: Angle Fajr
id: Sudut Subuh
ms: Sudut Subuh
tr: İmsak açısı
ur: فجر کا زاویہ

# settings.calc.highLat
source: High Latitude
ar: خطوط العرض العالية
bn: উচ্চ অক্ষাংশ
fa: عرض جغرافیایی بالا
fr: Haute latitude
id: Lintang Tinggi
ms: Latitud Tinggi
tr: Yüksek Enlem
ur: بلند عرض البلد

# settings.calc.highLat.autoDetect
source: Auto-detect rule
ar: اكتشاف القاعدة تلقائيا
bn: নিয়ম স্বয়ংক্রিয়ভাবে শনাক্ত করুন
fa: تشخیص خودکار قاعده
fr: Détecter la règle automatiquement
id: Deteksi aturan otomatis
ms: Kesan peraturan secara automatik
tr: Kuralı otomatik algıla
ur: قاعدہ خود کار طریقے سے معلوم کریں

# settings.calc.highLat.middle
source: Middle of the night
ar: منتصف الليل
bn: রাতের মধ্যভাগ
fa: نیمه‌شب
fr: Milieu de la nuit
id: Tengah malam
ms: Tengah malam
tr: Gecenin ortası
ur: نصف شب

# settings.calc.highLat.rule
source: High latitude rule
ar: قاعدة خطوط العرض العالية
bn: উচ্চ অক্ষাংশের নিয়ম
fa: قاعده عرض جغرافیایی بالا
fr: Règle pour haute latitude
id: Aturan lintang tinggi
ms: Peraturan latitud tinggi
tr: Yüksek enlem kuralı
ur: بلند عرض البلد کا قاعدہ

# settings.calc.highLat.seventh
source: Seventh of the night
ar: سُبع الليل
bn: রাতের এক-সপ্তমাংশ
fa: یک‌هفتم شب
fr: Septième de la nuit
id: Sepertujuh malam
ms: Satu pertujuh malam
tr: Gecenin yedide biri
ur: رات کا ساتواں حصہ

# settings.calc.highLat.twilight
source: Twilight angle
ar: زاوية الشفق
bn: গোধূলির কোণ
fa: زاویه شفق
fr: Angle de crépuscule
id: Sudut senja
ms: Sudut senja
tr: Tan ağartısı açısı
ur: شفق کا زاویہ

# settings.calc.ishaAngle
source: Isha angle
ar: زاوية العشاء
bn: এশার কোণ
fa: زاویه عشاء
fr: Angle Isha
id: Sudut Isya
ms: Sudut Isyak
tr: Yatsı açısı
ur: عشاء کا زاویہ

# settings.calc.madhab
source: Madhab
ar: المذهب
bn: মাজহাব
fa: مذهب
fr: Madhhab
id: Mazhab
ms: Mazhab
tr: Mezhep
ur: مسلک

# settings.calc.madhab.hanafi
source: Hanafi
ar: الحنفي
bn: হানাফি
fa: حنفی
fr: Hanafite
tr: Hanefi
ur: حنفی

# settings.calc.madhab.shafi
source: Shafi / Maliki / Hanbali
ar: الشافعي / المالكي / الحنبلي
bn: শাফিয়ি / মালিকি / হাম্বলি
fa: شافعی / مالکی / حنبلی
fr: Chafiite / Malikite / Hanbalite
id: Syafi'i / Maliki / Hanbali
ms: Syafie / Maliki / Hanbali
tr: Şafii / Maliki / Hanbeli
ur: شافعی / مالکی / حنبلی

# settings.calc.method
source: Method
ar: الطريقة
bn: পদ্ধতি
fa: روش
fr: Méthode
id: Metode
ms: Kaedah
tr: Yöntem
ur: طریقہ

# settings.calc.method.custom
source: Custom Angles
ar: زوايا مخصصة
bn: কাস্টম কোণ
fa: زوایای سفارشی
fr: Angles personnalisés
id: Sudut Kustom
ms: Sudut Tersuai
tr: Özel Açılar
ur: حسبِ ضرورت زاویے

# settings.calc.method.egyptian
source: Egyptian General Authority
ar: الهيئة المصرية العامة
bn: মিশরীয় সাধারণ কর্তৃপক্ষ
fa: سازمان عمومی مساحی مصر
fr: Autorité générale égyptienne
id: Otoritas Umum Mesir
ms: Pihak Berkuasa Umum Mesir
tr: Mısır Genel Kurumu
ur: مصری جنرل اتھارٹی

# settings.calc.method.gulf
source: Dubai / Gulf Region
ar: دبي / منطقة الخليج
bn: দুবাই / উপসাগরীয় অঞ্চল
fa: دبی / منطقه خلیج
fr: Dubaï / Région du Golfe
id: Dubai / Kawasan Teluk
ms: Dubai / Wilayah Teluk
tr: Dubai / Körfez Bölgesi
ur: دبئی / خلیجی خطہ

# settings.calc.method.karachi
source: Univ. of Islamic Sciences, Karachi
ar: جامعة العلوم الإسلامية، كراتشي
bn: ইসলামিক বিজ্ঞান বিশ্ববিদ্যালয়, করাচি
fa: دانشگاه علوم اسلامی، کراچی
fr: Univ. des sciences islamiques, Karachi
id: Univ. Ilmu Islam, Karachi
ms: Univ. Sains Islam, Karachi
tr: İslami İlimler Üniv., Karaçi
ur: اسلامی علوم یونیورسٹی، کراچی

# settings.calc.method.kuwait
source: Kuwait
ar: الكويت
bn: কুয়েত
fa: کویت
fr: Koweït
tr: Kuveyt
ur: کویت

# settings.calc.method.moonsighting
source: Moonsighting Committee
ar: لجنة رؤية الهلال
bn: চাঁদ দেখা কমিটি
fa: کمیته رؤیت هلال
fr: Comité d'observation de la lune
id: Komite Rukyat Hilal
ms: Jawatankuasa Rukyah Hilal
tr: Hilal Gözlem Komitesi
ur: رؤیتِ ہلال کمیٹی

# settings.calc.method.mwl
source: Muslim World League
ar: رابطة العالم الإسلامي
bn: মুসলিম ওয়ার্ল্ড লিগ
fa: اتحادیه جهانی مسلمانان
fr: Ligue islamique mondiale
id: Liga Dunia Muslim
ms: Liga Dunia Islam
tr: İslam Dünyası Birliği
ur: رابطہ عالمِ اسلامی

# settings.calc.method.northAmerica
source: ISNA (North America)
ar: إسنا (أمريكا الشمالية)
bn: ISNA (উত্তর আমেরিকা)
fa: ISNA (امریکای شمالی)
fr: ISNA (Amérique du Nord)
id: ISNA (Amerika Utara)
ms: ISNA (Amerika Utara)
tr: ISNA (Kuzey Amerika)
ur: ISNA (شمالی امریکہ)

# settings.calc.method.qatar
source: Qatar
ar: قطر
bn: কাতার
fa: قطر
tr: Katar
ur: قطر

# settings.calc.method.singapore
source: Singapore
ar: سنغافورة
bn: সিঙ্গাপুর
fa: سنگاپور
fr: Singapour
id: Singapura
ms: Singapura
tr: Singapur
ur: سنگاپور

# settings.calc.method.tehran
source: Tehran
ar: طهران
bn: তেহরান
fa: تهران
fr: Téhéran
id: Teheran
tr: Tahran
ur: تہران

# settings.calc.method.ummAlQura
source: Umm Al-Qura, Makkah
ar: أم القرى، مكة
bn: উম্মুল কুরা, মক্কা
fa: ام‌القری، مکه
fr: Umm Al-Qura, La Mecque
tr: Ümmü'l-Kura, Mekke
ur: ام القریٰ، مکہ

# settings.calc.methodPicker
source: Calculation method
ar: طريقة الحساب
bn: গণনা পদ্ধতি
fa: روش محاسبه
fr: Méthode de calcul
id: Metode perhitungan
ms: Kaedah pengiraan
tr: Hesaplama yöntemi
ur: حساب کا طریقہ

# settings.general.language
source: Language
ar: اللغة
bn: ভাষা
fa: زبان
fr: Langue
id: Bahasa
ms: Bahasa
tr: Dil
ur: زبان

# settings.general.language.caption.arabic
source: App is in Arabic
ar: التطبيق بالعربية
bn: অ্যাপটি আরবিতে
fa: برنامه به عربی است
fr: L'app est en arabe
id: Aplikasi dalam bahasa Arab
ms: Apl dalam bahasa Arab
tr: Uygulama Arapça
ur: ایپ عربی میں ہے

# settings.general.language.caption.english
source: App is in English
ar: التطبيق بالإنجليزية
bn: অ্যাপটি ইংরেজিতে
fa: برنامه به انگلیسی است
fr: L'app est en anglais
id: Aplikasi dalam bahasa Inggris
ms: Apl dalam bahasa Inggeris
tr: Uygulama İngilizce
ur: ایپ انگریزی میں ہے

# settings.general.language.caption.french
source: App is in French
ar: التطبيق بالفرنسية
bn: অ্যাপটি ফরাসিতে
fa: برنامه به فرانسوی است
fr: L'app est en français
id: Aplikasi dalam bahasa Prancis
ms: Apl dalam bahasa Perancis
tr: Uygulama Fransızca
ur: ایپ فرانسیسی میں ہے

# settings.general.language.caption.system
source: Currently following macOS (%@)
ar: يتبع نظام macOS (%@)
bn: বর্তমানে macOS অনুসরণ করছে (%@)
fa: اکنون از macOS پیروی می‌کند (%@)
fr: Suit macOS (%@)
id: Saat ini mengikuti macOS (%@)
ms: Mengikut macOS pada masa ini (%@)
tr: Şu anda macOS dilini kullanıyor (%@)
ur: اس وقت macOS کی پیروی کر رہا ہے (%@)

# settings.general.language.preview.label
source: Menu bar preview
ar: معاينة شريط القائمة
bn: মেনু বার প্রিভিউ
fa: پیش‌نمایش نوار منو
fr: Aperçu de la barre des menus
id: Pratinjau bilah menu
ms: Pratonton bar menu
tr: Menü çubuğu önizlemesi
ur: مینیو بار کی جھلک

# settings.general.language.search.noResults
source: No matching languages
ar: لا توجد لغات مطابقة
bn: কোনো মিলযুক্ত ভাষা নেই
fa: زبان منطبقی یافت نشد
fr: Aucune langue trouvée
id: Tidak ada bahasa yang cocok
ms: Tiada bahasa yang sepadan
tr: Eşleşen dil yok
ur: کوئی مماثل زبان نہیں

# settings.general.language.searchPlaceholder
source: Search languages
ar: ابحث عن لغة
bn: ভাষা খুঁজুন
fa: جست‌وجوی زبان
fr: Rechercher une langue
id: Cari bahasa
ms: Cari bahasa
tr: Dil ara
ur: زبانیں تلاش کریں

# settings.general.language.system
source: System
ar: النظام
bn: সিস্টেম
fa: سیستم
fr: Système
id: Sistem
ms: Sistem
tr: Sistem
ur: سسٹم

# settings.general.launchAtLogin
source: Start Guidance at login
ar: تشغيل هداية عند تسجيل الدخول
bn: লগইনে Guidance চালু করুন
fa: اجرای Guidance هنگام ورود
fr: Lancer Guidance à la connexion
id: Jalankan Guidance saat masuk
ms: Mulakan Guidance semasa log masuk
tr: Guidance'ı oturum açılışında başlat
ur: لاگ اِن پر Guidance شروع کریں

# settings.general.loginItemError
source: Could not update login item.
ar: تعذر تحديث عنصر تسجيل الدخول.
bn: লগইন আইটেম আপডেট করা যায়নি।
fa: به‌روزرسانی مورد ورود ممکن نشد.
fr: Impossible de mettre à jour l'élément d'ouverture.
id: Tidak dapat memperbarui item masuk.
ms: Tidak dapat mengemas kini item log masuk.
tr: Oturum açılış öğesi güncellenemedi.
ur: لاگ اِن آئٹم اپ ڈیٹ نہیں ہو سکا۔

# settings.general.menubar
source: Menu Bar
ar: شريط القائمة
bn: মেনু বার
fa: نوار منو
fr: Barre des menus
id: Bilah Menu
ms: Bar Menu
tr: Menü Çubuğu
ur: مینیو بار

# settings.general.nameStyle
source: Name style
ar: نمط الاسم
bn: নামের ধরন
fa: سبک نام
fr: Style du nom
id: Gaya nama
ms: Gaya nama
tr: Ad biçimi
ur: نام کا انداز

# settings.general.nameStyle.abbr
source: Abbreviation
ar: اختصار
bn: সংক্ষিপ্ত রূপ
fa: مخفف
fr: Abréviation
id: Singkatan
ms: Singkatan
tr: Kısaltma
ur: مخفف

# settings.general.nameStyle.full
source: Full name
ar: الاسم الكامل
bn: পূর্ণ নাম
fa: نام کامل
fr: Nom complet
id: Nama lengkap
ms: Nama penuh
tr: Tam ad
ur: پورا نام

# settings.general.nameStyle.hidden
source: Hidden
ar: مخفي
bn: লুকানো
fa: پنهان
fr: Masqué
id: Tersembunyi
ms: Tersembunyi
tr: Gizli
ur: مخفی

# settings.general.nextPrayerDisplay
source: Next Prayer Display
ar: عرض الصلاة القادمة
bn: পরবর্তী নামাজ প্রদর্শন
fa: نمایش نماز بعدی
fr: Affichage de la prochaine prière
id: Tampilan Salat Berikutnya
ms: Paparan Solat Seterusnya
tr: Sonraki Namaz Görünümü
ur: اگلی نماز کا ڈسپلے

# settings.general.openLoginItems
source: Open Login Items Settings
ar: فتح إعدادات عناصر تسجيل الدخول
bn: লগইন আইটেম সেটিংস খুলুন
fa: باز کردن تنظیمات موارد ورود
fr: Ouvrir les réglages des éléments d'ouverture
id: Buka Pengaturan Item Masuk
ms: Buka Tetapan Item Log Masuk
tr: Oturum Açılış Öğeleri Ayarlarını Aç
ur: لاگ اِن آئٹمز کی ترتیبات کھولیں
